Repository: EOEPCA/proc-ades-dev
Catalog: zoo-project/zoo-services/utils/open-api/locale/po/*.po
Languages: fr_fr

source: Print Cheetah templates as HTML
fr_fr: Restitue un modèle Cheetah

source: Template name
fr_fr: Nom du modèle

source: The welcome message
fr_fr: Le message de bienvenue

source: Print Cheetah templates as HTML.
fr_fr: Restitue un modèle Cheetah.

source: The name of the template to fill.
fr_fr: Le nom du modèle à remplir

source: The HTML content out of the template.
fr_fr: Le contenu HTML en sortie de la restitution du modèle.

source: View this document in JSON.
fr_fr: Voir ce document en JSON.

source: View the alternative version in HTML.
fr_fr: Voir cette version alternative en HTML.

source: View the conformance classes that the link's context conforms to.
fr_fr: Voir les classes de conformités auxquelles le lien se conforme.

source: View the service description.
fr_fr: Voir la description du service.

source: View service documentation.
fr_fr: Voir la documentation du service.

source: View the list of processes the API offers.
fr_fr: Voir la liste des services offerts part cet API.

source: View the results of a process.
fr_fr: Voir les résultats de l'exécution d'un service.

source: View the current status of a job execution.
fr_fr: Voir le status actuel de la tâche en cours d'exécution.

source: View the execution endpoint of a process.
fr_fr: Voir le lien d'exécution d'un service.

source: View the list of job available on this server.
fr_fr: Voir la liste des tâches disponibles sur ce serveur.

source: Home
fr_fr: Acceuil

source: View default (no title found for
fr_fr: Voir défaut (pas de titre trouvé pour

source: Add
fr_fr: Ajouter

source: Delete
fr_fr: Supprimer

source: Address
fr_fr: Adresse

source: Provider
fr_fr: Fournisseur

source: Submit
fr_fr: Lancer

source: Close
fr_fr: Fermer

source: Submit Job
fr_fr: Lancer la tâche

source: Display original data as JSON
fr_fr: Affiche le format original en JSON

source: Powered by
fr_fr: Propulsé par
