Repository: EOEPCA/proc-ades-dev
Catalog: ZOO-Project/zoo-project/zoo-services/utils/status/locale/po/*.po
Languages: fr_fr

source: Produce an updated ExecuteResponse document.
fr_fr: Produit un document ExecuteResponse à jour par rapport à l'exécution d'un service en tâche de fond.

source: Service ID
fr_fr: Identifiant de service

source: ExecuteResponse document
fr_fr: Document ExecuteResponse

source: Create an ExecuteResponse document from a sid (Service ID), it will use the niternal ZOO Kernel mechanisms to access the current status from a running Service and update the percentCompleted from the original backup file used by the ZOO Kernel when running a Service in background.
fr_fr: Crée un document ExecuteResponse à partir d'un sid (Identifiant de service), il utilisera les mécanismes internes du noyau ZOO-Kernel pour accéder au status en cours d'exécution et une valeur à jour du pourcentage de complétion à partir du fichier de sauvegarde utilisé par le noyau ZOO-Kernel quand il exécute un service en tâche de fond.

source: The ZOO Service ID of the ZOO Service we want to get the current status.
fr_fr: L'identifiant de ZOO-Service dont on veut obtenir le status.

source: The resulting ExecuteResponse document.
fr_fr: Le document ExecuteResponse resultant.

source: Demo long process.
fr_fr: Service de démonstration.

source: This service doesn't do anything except taking its time, it demonstrates how to use the updateStatus function from your ZOO Service.
fr_fr: Ce service se contente de prendre son temps, il permet de montrer comment utiliser la fonction updateStatus depuis vos services ZOO.

source: A ZOO Service ID (unused).
fr_fr: Un identifiant de ZOO-Service.

source: GetStatus was unable to use the tmpPath value set in main.cfg file as directory %s.
fr_fr: Le service GetStatus n'a pas été en mesure d'accéder au répertoire correspondant à la variable tmpPath définie dans le fichier main.cfg comme : %s.

source: GetStatus was unable to find any cache file for Service ID %s.
fr_fr: Le service GetStatus n'a pas été en mesure de trouver un fichier pour l'identifiant de Servicer ZOO %s.

source: ZOO GetStatus Service was unable to parse the cache xml file available for the Service ID %s.
fr_fr: Le Service ZOO GetStatus n'a pas été en mesure de charger le fichier xml pour l'identifiant %s.
